{
    "Welcome to the Future of Technology": "Bienvenue dans le futur de la technologie",
    "Transforming Ideas into": "Transformer les idées en",
    "Digital Reality": "Réalité numérique",
    "Where innovation meets sustainability. We create cutting-edge technology solutions that drive progress while protecting our planet.": "Où l'innovation rencontre la durabilité. Nous créons des solutions technologiques de pointe qui stimulent le progrès tout en protégeant notre planète.",
    "Explore Solutions": "Explorer les solutions",
    "Get Started": "Commencer",
    "Our Services": "Nos services",
    "Innovative Solutions for": "Solutions innovantes pour",
    "Modern Challenges": "les défis modernes",
    "We combine cutting-edge technology with sustainable practices to deliver solutions that make a difference.": "Nous combinons la technologie de pointe avec des pratiques durables pour fournir des solutions qui font la différence.",
    "Digital Innovation": "Innovation numérique",
    "Cutting-edge digital solutions powered by AI, IoT, and blockchain technologies to transform your business.": "Solutions numériques de pointe alimentées par l'IA, l'IoT et les technologies blockchain pour transformer votre entreprise.",
    "Learn More": "En savoir plus",
    "Sustainable Solutions": "Solutions durables",
    "Eco-friendly technology solutions that reduce environmental impact while maximizing efficiency and performance.": "Solutions technologiques écologiques qui réduisent l'impact environnemental tout en maximisant l'efficacité et les performances.",
    "Enterprise Solutions": "Solutions d'entreprise",
    "Scalable, secure solutions designed for enterprise-level challenges with comprehensive support and maintenance.": "Solutions évolutives et sécurisées conçues pour les défis de niveau entreprise avec un support et une maintenance complets.",
    "Why Choose Us": "Pourquoi nous choisir",
    "The Perfect Blend of": "Le mélange parfait de",
    "Innovation & Sustainability": "Innovation et durabilité",
    "We don't just build technology, we build a better future.": "Nous ne construisons pas seulement la technologie, nous construisons un avenir meilleur.",
    "Innovative Approach": "Approche innovante",
    "We leverage the latest technologies and methodologies to create solutions that are not just current, but future-ready. Our innovative approach ensures your business stays ahead of the curve.": "Nous exploitons les dernières technologies et méthodologies pour créer des solutions qui ne sont pas seulement actuelles, mais prêtes pour l'avenir. Notre approche innovante garantit que votre entreprise reste en avance sur la concurrence.",
    "Sustainable Impact": "Impact durable",
    "Every solution we create is designed with environmental responsibility in mind. We help you achieve your goals while making a positive impact on the planet.": "Chaque solution que nous créons est conçue avec la responsabilité environnementale à l'esprit. Nous vous aidons à atteindre vos objectifs tout en ayant un impact positif sur la planète.",
    "Latest Insights": "Dernières perspectives",
    "Stay Ahead of the": "Restez en avance sur la",
    "Curve": "courbe",
    "View All Articles": "Voir tous les articles",
    "The Future of Tech: 2025 & Beyond": "L'avenir de la technologie : 2025 et au-delà",
    "Exploring the intersection of innovation and sustainability in technology, and what it means for businesses and society.": "Explorer l'intersection de l'innovation et de la durabilité dans la technologie, et ce que cela signifie pour les entreprises et la société.",
    "Read More": "Lire la suite",
    "Green Tech Revolution": "Révolution de la technologie verte",
    "How sustainable technology is reshaping industries and creating new opportunities for environmentally conscious businesses.": "Comment la technologie durable redéfinit les industries et crée de nouvelles opportunités pour les entreprises soucieuses de l'environnement.",
    "Digital Transformation Guide": "Guide de transformation numérique",
    "A comprehensive guide to modern digital transformation strategies that drive business growth and competitive advantage.": "Un guide complet des stratégies modernes de transformation numérique qui stimulent la croissance de l'entreprise et l'avantage concurrentiel.",
    "Ready to Transform Your": "Prêt à transformer votre",
    "Digital Future?": "avenir numérique ?",
    "Join us in building innovative, sustainable solutions that create lasting impact for tomorrow's world.": "Rejoignez-nous pour construire des solutions innovantes et durables qui créent un impact durable pour le monde de demain.",
    "Get Started Today": "Commencer aujourd'hui",
    "About DigitAll": "À propos de DigitAll",
    "Pioneering the Future of": "Pionnier de l'avenir de la",
    "Sustainable Technology": "technologie durable",
    "We're a team of innovators, engineers, and sustainability experts dedicated to creating technology solutions that drive progress while protecting our planet.": "Nous sommes une équipe d'innovateurs, d'ingénieurs et d'experts en durabilité dédiés à la création de solutions technologiques qui stimulent le progrès tout en protégeant notre planète.",
    "Our Mission": "Notre mission",
    "Driving Innovation for a": "Stimuler l'innovation pour un",
    "Sustainable Future": "avenir durable",
    "At DigitAll, we believe that technology should be a force for good. Our mission is to develop innovative solutions that not only solve complex business challenges but also contribute to environmental sustainability and social progress.": "Chez DigitAll, nous croyons que la technologie devrait être une force pour le bien. Notre mission est de développer des solutions innovantes qui non seulement résolvent les défis commerciaux complexes, mais contribuent également à la durabilité environnementale et au progrès social.",
    "Environmental Responsibility": "Responsabilité environnementale",
    "Every solution we create is designed with environmental impact in mind.": "Chaque solution que nous créons est conçue en tenant compte de l'impact environnemental.",
    "Innovation Excellence": "Excellence en innovation",
    "Cutting-edge technology that pushes boundaries and creates new possibilities.": "Technologie de pointe qui repousse les limites et crée de nouvelles possibilités.",
    "Our Values": "Nos valeurs",
    "The Principles That": "Les principes qui",
    "Drive Us Forward": "nous poussent vers l'avant",
    "Innovation": "Innovation",
    "We constantly push the boundaries of what's possible, exploring new technologies and approaches to solve complex challenges.": "Nous repoussons constamment les limites du possible, explorant de nouvelles technologies et approches pour résoudre des défis complexes.",
    "Sustainability": "Durabilité",
    "Environmental responsibility is at the heart of our mission. We create solutions that protect our planet for future generations.": "La responsabilité environnementale est au cœur de notre mission. Nous créons des solutions qui protègent notre planète pour les générations futures.",
    "Excellence": "Excellence",
    "We maintain the highest standards in everything we do, from code quality to customer service and environmental impact.": "Nous maintenons les plus hauts standards dans tout ce que nous faisons, de la qualité du code au service client et à l'impact environnemental.",
    "Our Team": "Notre équipe",
    "Meet the Minds Behind": "Rencontrez les esprits derrière",
    "Our diverse team brings together expertise in technology, sustainability, and innovation to create solutions that make a difference.": "Notre équipe diversifiée rassemble l'expertise en technologie, durabilité et innovation pour créer des solutions qui font la différence.",
    "CEO & Founder": "PDG et fondateur",
    "Visionary leader with 15+ years in sustainable technology. Passionate about creating solutions that drive environmental and social impact.": "Leader visionnaire avec plus de 15 ans d'expérience dans la technologie durable. Passionné par la création de solutions qui stimulent l'impact environnemental et social.",
    "CTO & Lead Architect": "CTO et architecte principal",
    "Technology expert specializing in AI, IoT, and sustainable software solutions. Drives innovation across all our digital platforms.": "Expert en technologie spécialisé dans l'IA, l'IoT et les solutions logicielles durables. Stimule l'innovation sur toutes nos plateformes numériques.",
    "Head of Sustainability": "Responsable du développement durable",
    "Environmental scientist and sustainability strategist. Ensures all our solutions meet the highest environmental standards.": "Scientifique environnementale et stratège en durabilité. Assure que toutes nos solutions respectent les plus hauts standards environnementaux.",
    "Our Impact in": "Notre impact en",
    "Numbers": "chiffres",
    "See how our solutions are making a difference across industries and communities.": "Découvrez comment nos solutions font la différence dans les industries et les communautés.",
    "Projects Completed": "Projets terminés",
    "Average Energy Savings": "Économies d'énergie moyennes",
    "Countries Served": "Pays desservis",
    "Client Satisfaction": "Satisfaction client",
    "Ready to Join Our": "Prêt à rejoindre notre",
    "Mission?": "mission ?",
    "Let's work together to create innovative solutions that drive sustainable progress and make a positive impact on our world.": "Travaillons ensemble pour créer des solutions innovantes qui stimulent le progrès durable et ont un impact positif sur notre monde.",
    "Get in Touch": "Nous contacter",
    "Explore Services": "Explorer les services",
    "Let's Build a": "Construisons un",
    "Ready to transform your ideas into sustainable technology solutions? We're here to help you make a positive impact.": "Prêt à transformer vos idées en solutions technologiques durables ? Nous sommes là pour vous aider à avoir un impact positif.",
    "Send Us a Message": "Envoyez-nous un message",
    "Please fix the following errors:": "Veuillez corriger les erreurs suivantes :",
    "Full Name": "Nom complet",
    "Enter your full name": "Entrez votre nom complet",
    "Email Address": "Adresse e-mail",
    "Enter your email address": "Entrez votre adresse e-mail",
    "Subject": "Sujet",
    "Select a subject": "Sélectionnez un sujet",
    "General Inquiry": "Demande générale",
    "Eco-Smart Home Solutions": "Solutions de maison intelligente écologique",
    "Green Robotics & Automation": "Robotique verte et automatisation",
    "Consulting Services": "Services de conseil",
    "Software Development": "Développement de logiciels",
    "Message": "Message",
    "Tell us about your project or inquiry...": "Parlez-nous de votre projet ou de votre demande...",
    "Send Message": "Envoyer le message",
    "Contact Information": "Informations de contact",
    "Email": "E-mail",
    "Website": "Site web",
    "Response Time": "Temps de réponse",
    "We typically respond within 24 hours": "Nous répondons généralement sous 24 heures",
    "Connect With Us": "Connectez-vous avec nous",
    "Find Us": "Trouvez-nous",
    "Worldwide": "dans le monde entier",
    "We work with clients globally to create sustainable technology solutions that make a difference.": "Nous travaillons avec des clients du monde entier pour créer des solutions technologiques durables qui font la différence.",
    "Interactive Map Coming Soon": "Carte interactive bientôt disponible",
    "We're working on an interactive map to show our global presence": "Nous travaillons sur une carte interactive pour montrer notre présence mondiale",
    "Ready to Start Your": "Prêt à commencer votre",
    "Sustainable Journey?": "voyage durable ?",
    "Learn About Us": "En savoir plus sur nous",
    "Innovative Solutions for a": "Solutions innovantes pour un",
    "We combine cutting-edge technology with environmental responsibility to create solutions that drive progress while protecting our planet.": "Nous combinons la technologie de pointe avec la responsabilité environnementale pour créer des solutions qui stimulent le progrès tout en protégeant notre planète.",
    "Smart Living": "Vie intelligente",
    "Eco-Smart Home": "Maison intelligente écologique",
    "Transform your home into an energy-efficient, sustainable living space with our cutting-edge smart home solutions that reduce your carbon footprint while enhancing your lifestyle.": "Transformez votre maison en un espace de vie durable et économe en énergie avec nos solutions de maison intelligente de pointe qui réduisent votre empreinte carbone tout en améliorant votre mode de vie.",
    "Smart Energy Management": "Gestion intelligente de l'énergie",
    "Intelligent monitoring and control systems that optimize energy consumption in real-time.": "Systèmes de surveillance et de contrôle intelligents qui optimisent la consommation d'énergie en temps réel.",
    "Automated Climate Control": "Contrôle climatique automatisé",
    "AI-powered systems that maintain optimal temperature and humidity while minimizing energy waste.": "Systèmes alimentés par l'IA qui maintiennent une température et une humidité optimales tout en minimisant le gaspillage d'énergie.",
    "Water Conservation": "Conservation de l'eau",
    "Smart irrigation and water monitoring systems that reduce consumption by up to 40%.": "Systèmes d'irrigation intelligents et de surveillance de l'eau qui réduisent la consommation jusqu'à 40%.",
    "Request a Demo": "Demander une démo",
    "Green Automation": "Automatisation verte",
    "Green Robotics &": "Robotique verte et",
    "Revolutionize your operations with our eco-friendly robotics and automation solutions that increase efficiency while reducing environmental impact.": "Révolutionnez vos opérations avec nos solutions de robotique et d'automatisation écologiques qui augmentent l'efficacité tout en réduisant l'impact environnemental.",
    "Energy-Efficient Systems": "Systèmes économes en énergie",
    "Robotics designed with low-power consumption and renewable energy integration.": "Robotique conçue avec une faible consommation d'énergie et une intégration d'énergie renouvelable.",
    "Sustainable Manufacturing": "Fabrication durable",
    "Automated processes that minimize waste and optimize resource utilization.": "Processus automatisés qui minimisent les déchets et optimisent l'utilisation des ressources.",
    "Smart Waste Management": "Gestion intelligente des déchets",
    "Intelligent sorting and recycling systems that maximize material recovery.": "Systèmes de tri et de recyclage intelligents qui maximisent la récupération de matériaux.",
    "Digital Innovation for a": "Innovation numérique pour un",
    "Better Planet": "meilleur planète",
    "Leverage cutting-edge digital solutions to drive sustainable growth and environmental protection through intelligent technology integration.": "Exploitez des solutions numériques de pointe pour stimuler la croissance durable et la protection environnementale grâce à l'intégration technologique intelligente.",
    "AI-Powered Analytics": "Analyses alimentées par l'IA",
    "Advanced data analysis tools that provide insights for sustainable decision-making.": "Outils d'analyse de données avancés qui fournissent des informations pour la prise de décision durable.",
    "IoT Integration": "Intégration IoT",
    "Connected systems that monitor and optimize environmental performance across your operations.": "Systèmes connectés qui surveillent et optimisent les performances environnementales dans vos opérations.",
    "Blockchain for Sustainability": "Blockchain pour la durabilité",
    "Transparent tracking systems for supply chain sustainability and carbon footprint verification.": "Systèmes de suivi transparents pour la durabilité de la chaîne d'approvisionnement et la vérification de l'empreinte carbone.",
    "Strategic Consulting": "Conseil stratégique",
    "Consulting for Sustainable": "Conseil pour les",
    "Tech Strategies": "stratégies technologiques durables",
    "Expert guidance to help your organization embrace sustainable technology solutions and achieve your environmental goals.": "Conseils d'experts pour aider votre organisation à adopter des solutions technologiques durables et à atteindre vos objectifs environnementaux.",
    "Sustainability Audits": "Audits de durabilité",
    "Comprehensive assessments of your current technology infrastructure and environmental impact.": "Évaluations complètes de votre infrastructure technologique actuelle et de votre impact environnemental.",
    "Implementation Strategies": "Stratégies d'implémentation",
    "Roadmaps for integrating green technology solutions into your existing operations.": "Feuilles de route pour intégrer des solutions technologiques vertes dans vos opérations existantes.",
    "Impact Optimization": "Optimisation de l'impact",
    "Continuous improvement strategies to maximize environmental and business benefits.": "Stratégies d'amélioration continue pour maximiser les avantages environnementaux et commerciaux.",
    "Get a Quote": "Obtenir un devis",
    "Custom Development": "Développement personnalisé",
    "Software Development for": "Développement de logiciels pour la",
    "Custom software solutions designed to support your sustainability goals and streamline your environmental initiatives.": "Solutions logicielles personnalisées conçues pour soutenir vos objectifs de durabilité et rationaliser vos initiatives environnementales.",
    "Energy Monitoring Apps": "Applications de surveillance de l'énergie",
    "Real-time applications for tracking and optimizing energy consumption across facilities.": "Applications en temps réel pour suivre et optimiser la consommation d'énergie dans les installations.",
    "Sustainability Platforms": "Plateformes de durabilité",
    "Comprehensive systems for managing and reporting on environmental impact metrics.": "Systèmes complets pour gérer et rapporter sur les métriques d'impact environnemental.",
    "Green Automation Tools": "Outils d'automatisation verte",
    "Software solutions that automate sustainable practices and reduce manual intervention.": "Solutions logicielles qui automatisent les pratiques durables et réduisent l'intervention manuelle.",
    "Request a Consultation": "Demander une consultation",
    "Ready to Build a": "Prêt à construire un",
    "Let's work together to create innovative solutions that drive progress while protecting our planet for future generations.": "Travaillons ensemble pour créer des solutions innovantes qui stimulent le progrès tout en protégeant notre planète pour les générations futures.",
    "Start Your Project": "Commencer votre projet",
    "Services": "Services",
    "About Us": "À propos de nous",
    "Blog/Insights": "Blog/Perspectives",
    "Contact": "Contact",
    "ShabbyTech": "ShabbyTech",
    "Home": "Accueil",
    "Quick Links": "Liens rapides",
    "Pioneering innovative technology solutions that drive sustainable progress and create a better future for all.": "Pionnier des solutions technologiques innovantes qui stimulent le progrès durable et créent un avenir meilleur pour tous.",
    "info@digitall.com": "info@digitall.com",
    "www.digitall.com": "www.digitall.com",
    "© 2025 DigitAll. All rights reserved.": "© 2025 DigitAll. Tous droits réservés.",
    "#InnovationMeetsSustainability": "#InnovationRencontreDurabilité",
    "#FutureOfTech": "#AvenirDeLaTech",
    "Language": "Langue",
    "English": "Anglais",
    "Español": "Espagnol",
    "Français": "Français",
    "Deutsch": "Allemand"
}